/* No comment provided by engineer. */
"Account or password not recognized" = "Cuenta de usuario o contraseña desconocidas";

/* No comment provided by engineer. */
"The entered user name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "El nombre y la contraseña introducidos no permiten acceder al servidor remoto. Puede que uno o los dos no sean válidos o que no se hayan introducido correctamente.";

/* Plug-in name in Services list */
"BSD Flat File and NIS" = "BSD Flat File y NIS";

/* No comment provided by engineer. */
"Can\\U02BCt configure Directory Services" = "Imposible configurar Servicios de Directorio";

/* No comment provided by engineer. */
"Can\\U02BCt connect to server" = "Imposible establecer conexión con el servidor";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Back" = "Atrás";

/* little text in dialogs telling user caps lock is on (10 pts) */
"caps lock on" = "bloqueo de mayúsculas activado";

/* No comment provided by engineer. */
"Delete directory domain?" = "¿Desea eliminar el dominio de directorio?";

/* Window Title */
"Directory Access: %@" = "Acceso al directorio: %@";

/* No comment provided by engineer. */
"An unexpected error occurred" = "Se ha producido un error inesperado";

/* No comment provided by engineer. */
"Directory Services may not be installed on the remote server, they may be turned off, or the URL may have been entered incorrectly." = "La aplicación Servicios de Directorio no está instalada en el servidor, está desactivada, o bien la URL no se ha introducido correctamente.";

/* No comment provided by engineer. */
"Do you want to save changes before locking?" = "¿Desea guardar los cambios antes de bloquear?";

/* No comment provided by engineer. */
"Do you want to save changes before quitting?" = "¿Desea guardar los cambios antes de salir?";

/* No comment provided by engineer. */
"Don\\U02BCt Save" = "No guardar";

/* No comment provided by engineer. */
"Edit of Custom path" = "Edición de la ruta personalizada";

/* No comment provided by engineer. */
"Failed to allocate data buffer." = "Error en la asignación de datos del buffer.";

/* No comment provided by engineer. */
"Failed to allocate data list." = "Error en la asignación de la lista de datos.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "Error al construir la lista de datos a partir de las cadenas de caracteres.";

/* No comment provided by engineer. */
"Failed to change custom search policy." = "Error al cambiar la política de búsqueda personalizada.";

/* No comment provided by engineer. */
"Failed to change search policy." = "Error al cambiar las reglas de búsqueda.";

/* No comment provided by engineer. */
"Failed to deallocate data buffer." = "Error al reasignar los datos del buffer.";

/* No comment provided by engineer. */
"Failed to get directory node count." = "Error al obtener el recuento de nodos de directorio.";

/* No comment provided by engineer. */
"Failed to open directory node." = "Error al abrir el nodo de directorio.";

/* No comment provided by engineer. */
"Failed to retrieve directory domains." = "Error al recuperar los nodos de directorio.";

/* No comment provided by engineer. */
"Failed to retrieve plug-in list." = "Error al obtener la lista de módulos.";

/* No comment provided by engineer. */
"Failed to retrieve record attribute entry." = "Error al obtener la entrada de atributos del registro.";

/* No comment provided by engineer. */
"Failed to retrieve record entry." = "Error al obtener la entrada del registro.";

/* Error converting */
"IPv4 address required." = "Se requiere una dirección IPv4.";

/* No comment provided by engineer. */
"OK" = "Aceptar";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Please confirm deletion." = "Confirmar eliminación.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ could not be opened." = "La aplicación %@ de configuración del módulo no ha podido abrirse.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ is missing. Try editing the configuration file %@." = "No se encuentra la aplicación %1$@ de configuración del módulo. Intente editar el archivo de configuración %2$@.";

/* No comment provided by engineer. */
"Plug-in configuration application %@ or configuration file %@ could not be opened." = "La aplicación %1$@ de configuración del módulo o el archivo de configuración %2$@ no han podido abrirse.";

/* No comment provided by engineer. */
"Plug-in configuration application: %@ is missing." = "Aplicación de configuración del módulo: %@ no disponible.";

/* No comment provided by engineer. */
"Plug-in configuration file %@ is missing." = "Archivo de configuración del módulo: %@ no disponible.";

/* No comment provided by engineer. */
"Plug-in Configure Failed" = "Error de configuración del módulo";

/* No comment provided by engineer. */
"Save" = "Guardar";

/* No comment provided by engineer. */
"Save Changes?" = "¿Guardar cambios?";

/* No comment provided by engineer. */
"Server not found" = "Servidor no encontrado";

/* No comment provided by engineer. */
"Some of the selected directory domains are already within your custom path." = "Algunos de los dominios de directorio seleccionados ya se encuentran en la ruta personalizada.";

/* No comment provided by engineer. */
"The entered name and password do not permit login to the remote server. One or both may not be valid, or they may have been entered incorrectly." = "El nombre y la contraseña introducidos no permiten acceder al servidor remoto. Puede que uno o los dos no sean válidos o que no se hayan introducido correctamente.";

/* No comment provided by engineer. */
"The remote server is using a different version of Mac OS X. Remote Directory Setup requires both machines to have the same version." = "El servidor utiliza otra versión de Mac OS X. La aplicación Configuración de Directorios Remotos requiere que ambos ordenadores usen la misma versión.";

/* No comment provided by engineer. */
"The remote server may not be available or the URL may have been entered incorrectly." = "El servidor no está disponible en estos momentos o la URL introducida no es correcta.";

/* No comment provided by engineer. */
"This directory domain is already within your custom path." = "El nodo del directorio se encuentra ya en la ruta personalizada.";

/* No comment provided by engineer. */
"This field must contain only ASCII (Roman) characters." = "Este campo contiene sólo caracteres ASCII (Latino).";

/* No comment provided by engineer. */
"This plug-in does not require configuration." = "El módulo no precisa configuración.";

"kVerifyingNFSMountHeader" = "Contactando con el servidor NFS.";
"kVerifyingNFSMountBody" = "Se está intentando verificar que la URL del NFS es válida. Para continuar sin realizar esta verificación, haga clic en “No verificar”.";
"kVerifyingNFSMountOKBtnTitle" = "No verificar";
"kNFSMountNoResponseHeader" = "El servidor NFS no ha respondido.";
"kNFSMountNoResponseBody" = "El servidor NFS no ha respondido. ¿Desea crear este montaje de sistema de todas maneras?";
"kNFSMountNoResponseOKBtnTitle" = "Crear";
"kNFSMountGoodHeader" = "El servidor NFS parece que funciona correctamente.";
"kNFSMountGoodBody" = "El servidor NFS ha respondido, por lo que parece que funciona correctamente. Haga clic en Aceptar para continuar.";
"kNFSMountGoodOKBtnTitle" = "Aceptar";
"kUserHomeDirBadPasswordHeader" = "La contraseña no es correcta.";
"kUserHomeDirBadPasswordBody" = "Ha introducido una contraseña incorrecta para esta cuenta de usuario.";
"kUserHomeDirPassDoesntMatchImageHeader" = "La contraseña de la cuenta y la del directorio de inicio FileVault son diferentes.";
"kUserHomeDirPassDoesntMatchImageBody" = "Modifique la contraseña de esta cuenta de usuario en las Preferencias del Sistema para que coincida con la del directorio de inicio FileVault seleccionado.";
"kEnableRootUserMenuItem" = "Activar usuario root";
"kDisableRootUserMenuItem" = "Desactivar usuario root";

"kODServerType" = "Servidor Open Directory";
"kSBServerType" = "Mac OS X Server";
"kADServerType" = "Dominio de Active Directory";
"kLocalODMasterDisplayName" = "Servidor local";

"kStatusDisplayStringODUp" = "Este servidor responde con normalidad.";
"kStatusDisplayStringODDown" = "Este servidor no responde.";
"kStatusDisplayStringODChecking" = "Este ordenador está intentando contactar con %@.";
"kStatusDisplayStringODNotUsed" = "Este servidor no está siendo utilizado en estos momentos.";
"kStatusDisplayStringADUp" = "Este dominio responde normalmente.";
"kStatusDisplayStringADDown" = "Este dominio no responde.";
"kStatusDisplayStringADChecking" = "Este ordenador está intentando contactar con %@.";
"kStatusDisplayNotInAuthSearchPolicyFormat" = "%@ Este servidor no figura en su política de búsquedas de autenticación.";

"kNoDirectoryServersFoundMsg" = "No hay servidores de directorio configurados";

"kEditDirServerMergeAccountLabelFormat" = "“%@” con la siguiente cuenta de red";

"kSingleSBSFound" = "El servidor Mac OS X Server “%@” puede proporcionar los siguientes servicios. ¿Desea configurar su ordenador para que utilice los servicios ofrecidos?";
"kSBSMergeAccountLabelFormat" = "Sí, deseo configurar mis aplicaciones";
"kSBSDontMergeAccountLabelFormat" = "Configurar servicios";
"kSBSDontDoAnything" = "No, no deseo configurar mis aplicaciones";
"kSBSOptionsPageMsgFormat" = "¿Desea configurar sus aplicaciones para que utilicen los servicios ofrecidos por este servidor? Esto hará lo siguiente:\r\r%@%@%@%@%@";
"kSBSAuthPageMsgFormat" = "Introduzca en “%@” el nombre y la contraseña facilitados por el administrador del servidor.";
"kSBSAuthPageMsg2Format" = "Introduzca la contraseña de la cuenta “%@” en este ordenador.";
"kSBSFinalPageMsgFormatMerge" = "Las aplicaciones están listas para usar los servicios en “%@”.\r\r%@\r\rPara usar los nuevos servicios, cierre la sesión y ábrala de nuevo.";
"kSBSFinalPageMsgLocalPassChanged" = "La contraseña de la cuenta %@ en este ordenador se ha modificado para coincidir con la contraseña de la cuenta %@ en el servidor “%@”.";
"kSBSFinalPageMsgServerPassChanged" = "La contraseña de la cuenta %@ en el servidor “%@” se ha modificado para coincidir con la contraseña de la cuenta %@ en este ordenador.";
"kSBSFinalPageMsgFormatNoMerge" = "Las aplicaciones están listas para usar los servicios en “%@”.";
"kUpgradeUserFailedTitle" = "Error al configurar las cuentas de usuario.";
"kUpgradeUserFailedMsgFormat" = "Se ha producido un error inesperado del tipo %d. No se han realizado cambios.";
"kUpgradeUserFailedbadPasswdMSg" = "La contraseña de la cuenta de red no es correcta. Compruebe la contraseña y el nombre de la cuenta e inténtelo de nuevo.";
"kUpgradeUserFailedDSErrorMSg" = "Se ha producido un error de Open Directory. No se han realizado cambios.";
"kUpgradeUserFailedBackupErrorMSg" = "Se ha producido un error al configurar la copia de seguridad. No se han realizado cambios. Para continuar sin la copia de seguridad, desactive la copia de seguridad e inténtelo de nuevo.";

"kAugmentUserBindingToSBSAlert" = "¿Desea usar los servicios en el servidor?";
"kAugmentUserBindingToSBSMsgFormat" = "Si selecciona usar los servicios en %@, se configurarán los ajustes en su cuenta para usar esos servicios.";
"kAugmentUserBindingToSBSBindBtn" = "Usar servidor";
"kAugmentUserBindingToSBSDontBindBtn" = "Cancelar";

"kSureToDeleteODServerTitle" = "¿Desea dejar de usar el servidor de directorios?";
"kSureToDeleteODServerMsg" = "¿Está seguro que desea dejar de usar el servidor de directorios %@? Esta acción no se puede deshacer.";
"kSureToDeleteSBServerTitle" = "¿Desea dejar de usar el servidor Mac OS X Server?";
"kSureToDeleteSBServerMsg" = "¿Está seguro que desea dejar de usar los servicios en el servidor Mac OS X Server %@? Esta acción no se puede deshacer.";
"kCantDeleteLocalSBSTitle" = "No se ha podido eliminar el servidor local.";
"kCantDeleteLocalSBSMsg" = "Se requiere el servidor local para el funcionamiento adecuado de este servidor Mac OS X Server y no se puede eliminar.";
"kCantEditLocalSBSTitle" = "No se ha podido editar el servidor local.";
"kCantEditLocalSBSMsg" = "Se requiere el servidor local para el funcionamiento adecuado de este servidor Mac OS X Server y no se puede editar.";
"kDeleteServerBtn" = "Dejar de usar el servidor";
"kDontDeleteServerBtn" = "Cancelar";
"kLeaveServerBtn" = "Dejar de usar el servidor";
"kDontLeaveServerBtn" = "Cancelar";
"kLogOutBtn" = "Cerrar sesión";
"kQuitBtn" = "Salir";
"kSkipFoundSBSSheetBtn" = "Omitir";
"kJoinButton" = "Finalizar configuración";
"kBeginSetupBtn" = "Iniciar configuración";
"kNewSBSStepTitleAlert" = "Introducción";
"kNewSBSStepTitleAuth" = "Autenticación";
"kNewSBSStepTitleOptions" = "Opciones de configuración";
"kNewSBSStepTitleBackUp" = "Copia de seguridad";
"kNewSBSStepTitleFinished" = "Acción completada con éxito";
"kNewSBSBadLocalPassword" = "Ha fallado la autenticación.";
"kNewSBSBadLocalPasswordMsg" = "La contraseña que ha introducido para la cuenta de usuario local es incorrecta.";
"kNewSBSBadNetPassword" = "Ha fallado la autenticación.";
"kNewSBSBadNetPasswordMsg" = "El nombre de usuario y la contraseña que ha introducido para la cuenta de usuario del servidor no coinciden.";
"kSureNotToMergeTitle" = "¿Seguro que desea continuar sin actualizar su cuenta local?";
"kSureNotToMergeMsg" = "Si no actualiza la cuenta, para utilizar los servicios de “%@” deberá iniciar la sesión con el nombre y la contraseña que le ha facilitado el administrador del servidor.";
"kDontMergeBtn" = "No actualizar";
"kGoBackBtn" = "Retroceder";
"kMailServiceName" = "Mail";
"kMailServiceDescription" = "Le configura una cuenta de correo y muestra los contactos del servidor.";
"kChatServiceName" = "iChat";
"kChatServiceDescription" = "Le configura una cuenta de iChat y rellena su lista de contactos de iChat.";
"kBackupServiceName" = "Time Machine";
"kBackupServiceDescription" = "Permite guardar los datos de este ordenador en el servidor.";
"kFileServicesServiceName" = "Compartir Archivos";
"kFileServicesServiceDescription" = "Añade discos compartidos a la barra lateral del Finder.";
"kCalendarServiceName" = "iCal";
"kCalendarServiceDescription" = "Le crea su propio calendario personal en el servidor y lo añade a iCal.";
"kWebServiceName" = "Internet";
"kWebServiceDescription" = "Le da acceso a un sitio web de grupo con una página wiki y un blog.";
"kVPNServiceName" = "VPN";
"kVPNServiceDescription" = "Le permite conectarse a la red privada desde ubicaciones remotas.";
"kMailConfigDetails" = "• Configurar Mail para usar su cuenta de Mail en el servidor\r";
"kIChatConfigDetails" = "• Configurar iChat para usar su cuenta de iChat en el servidor\r";
"kFileSharingConfigDetails" = "• Añadir discos compartidos desde el servidor a la barra lateral del Finder\r";
"kICalConfigDetails" = "• Añadir discos compartidos desde el servidor a la barra lateral del Finder\r";
"kVPNConfigDetails" = "• Añadir una configuración VPN para este servidor\r";
"kDontAskAboutThisServerAgain" = "No volver a preguntar para este servidor";
"kDontAskAboutTheseServersAgain" = "No volver a preguntar para estos servidores";

"kBackupAllData" = "Realizar copia de seguridad de todos los datos de este ordenador";
"kCouldntAddServer" = "No se ha podido añadir el servidor.";
"kCouldntAddServerUnexpectedErrorFormat" = "Se ha producido un error inesperado del tipo %d (%@).";
"kBadODServerNameFormat" = "No hubo ninguna respuesta de %@. Por favor, compruebe que la dirección que ha introducido es correcta.";
"kDuplicateServerNameFormat" = "Este ordenador ya está usando %@ o una réplica coincidente.";
"kServerDoesntSupportSSLFormat" = "%@ no admite conexiones de directorio encriptadas con SSL.";
"kServerHasUnsupportedMappingsFormat" = "%@ no puede añadirse porque no es un servidor Open Directory ni utiliza asignaciones estándar.\n\nPara añadir este servidor:\n\n• Pulse el botón “Mostrar ajustes avanzados” en la ventana principal\n• En la barra de herramientas, seleccione “Servicios”\n• Utilice el servicio LDAPv3 para añadir este servidor con las asignaciones adecuadas";
"kCouldntAddADDomain" = "No se ha podido añadir el dominio.";
"kCouldntAddADDomainUnexpectedErrorFormat" = "Se ha producido un error inesperado del tipo %d (%@).";
"kBadADDomainNameFormat" = "No hubo ninguna respuesta de %@. Por favor, compruebe que la dirección que ha introducido es correcta.";
"kPasswordsDontMatchTitle" = "Las contraseñas que ha introducido no coinciden.";
"kPasswordsDontMatchMsg" = "Inténtelo de nuevo.";

"kAddODServerStepCheckingAddress" = "Verificando dirección de servidor…";
"kAddODServerStepCheckingForDupes" = "Comprobando servidores coincidentes…";
"kAddODServerStep1" = "Detección de información de servidor…";
"kAddODServerStep2" = "Validando asignación…";
"kAddODServerStep3" = "Detectando niveles de seguridad y requisitos de enlace…";
"kAddODServerStep4" = "Intentando enlazar…";
"kAddODServerStep5" = "Añadiendo servidor a la configuración…";

"kCouldntBindToWGSWithADParent" = "No se puede establecer el enlace.";
"kCouldntBindToWGSWithADParentMsg" = "El servidor %@ está enlazado con el dominio Active Directory %@. Para enlazar con este servidor, deberá establecer un enlace primero con el dominio Active Directory.";
"kDupeComputerRecordFound" = "El directorio ya contiene un ordenador con este nombre. Puede reemplazarlo, pero esta acción podría desactivar otro ordenador si está en uso.";
"kAuthedBindingRequired" = "Este servidor requiere un enlace autenticado. Introduzca un nombre y una contraseña para el servidor.";
"kAuthedBindingAllowed" = "Este servidor permite el enlace autenticado. Puede introducir un nombre y una contraseña o dejar los campos en blanco para establecer un enlace anónimo.";
"kAuthedBindingAuthFailure" = "El nombre y la contraseña que ha introducido no se corresponden. Compruebe su información de autenticación e inténtelo de nuevo.";
"kPermissionFailureDuringAuthBind" = "No está autorizado a actualizar la configuración";

/* toolbar labels */
"kUsers" = "Usuarios";
"kServices" = "Servicios";
"kAuth" = "Autenticación";
"kAdvanced" = "Avanzado";
"kDebug" = "Depurar";
"kSearchPaths" = "Política de búsqueda";
